const comments = [
  {
    id: 1,
    name: "أحمد خالد",
    jobTitle: "مهندس لدى شركة عبد المقصود",
    userImgSrc: "1.jpg",
    stars: 5,
    commentContent: "تجربتي مع المتجر كانت رائعة! التغليف راقٍ جدًا. وصل الطلب بسرعة والعطر جميل لدرجة إن كل اللي يقابلني بيسأل عنها!"
  },
  {
    id: 2,
    name: "سعيد محمود",
    jobTitle: "مطور ويب لدى شركة أبو الورد",
    userImgSrc: "1.jpg",
    stars: 4.5,
    commentContent: "العطر جميل جدًا والرائحة فواحة لكن أتمنى لو كان فيه خصم على الطلبات الكبيرة. التجربة ممتازة وسأكرر الشراء بلا شك."
  },
  {
    id: 3,
    name: "محمد علي",
    jobTitle: "مهندس لدى شركة الخليجي",
    userImgSrc: "1.jpg",
    stars: 4,
    commentContent: "خدمة العملاء ممتازة، والتوصيل سريع. العطر يأتي مغلف بعناية وكل تفاصيله رائعة. تجربة شرائية لا تُنسى."
  },
  {
    id: 4,
    name: "كريم حسن",
    jobTitle: "مصمم جرافيك لدى شركة أبو الورد",
    userImgSrc: "1.jpg",
    stars: 4,
    commentContent: "العطر رائع لكن أتمنى لو توجد خيارات أكبر من الروائح. عمومًا المنصة ممتازة والخدمة سريعة."
  },
  {
    id: 5,
    name: "طارق إبراهيم",
    jobTitle: "محاسب لدى شركة أبو الورد",
    userImgSrc: "1.jpg",
    stars: 5,
    commentContent: "التغليف ممتاز والعطر وصل بحالة رائعة. الرائحة ثابتة وطويلة المدى، والشراء عبر الموقع سهل جدًا."
  },
  {
    id: 6,
    name: "هشام مصطفى",
    jobTitle: "مهندس ميكانيكا لدى شركة الخليجي",
    userImgSrc: "1.jpg",
    stars: 4,
    commentContent: "العطر أصلي وجميل، التوصيل كان سريع. التجربة بشكل عام ممتعة، وسأوصي به للأصدقاء."
  },
];

export default comments;
